{
  "index-news": "最新消息",
  "index-news-title-1": "BiiLabs Together with Eclipse Foundation, IOTA Foundation and Leading Companies Unite to Support Launch of Tangle EE Working Group",
  "index-news-summary-1": "BiiLabs announced that it is working with Eclipse Foundation, IOTA Foundation, together with industry leading players and academia to support the launch of the Tangle EE Working Group for the development and commercialization of IOTA-based data solutions.",
  "index-news-title-2": "BiiLabs and Yallvend Team Up to Implement Blockchain into the World’s First Vending Upgrade Kit, Enable Secure and Reliable ID Authentication",
  "index-news-summary-2": "BiiLabs and Yallvend today announced the collaboration by introducing BiiLabs’ decentralized identifiers (DIDs) into Yallvend’s Vending Upgrade Kit (VUK). The solution unifies the secure ID authentication system, which can be applied in the vending machines that sell products with age limits, as well as upgrading existing systems.",


  "solutions-advantages": "Advantages of BiiLabs",
  "solutions-1-title": "Digital Certificate",
  "solutions-1-subtitle": "Issues of Certificate Management",
  "solutions-1-issue": "Increased numbers of employment in the financial sectors gradually enhanced the difficulties of certificate management. For example, HR system needs to request to the financial supervisory commision to check if new hired employees obtained the certifications. Besides, when those certificates expired, they need to renew certificate by studying and passing exams and the process was one of the time-consuming work for the supervisory commision as well.",
  "solutions-1-solve": "BiiLabs’ solution enables digital format for traditional paper-based certificate that record the issues on blockchain, resolving potential forgery problems. Furthermore, it provides the digital third-party authentication platform that reduce the workloads of verifications on phone calls and letters, which significantly enhance the efficiency on services.",
  "solutions-2-title": "工業處理追溯",
  "solutions-2-subtitle": "問題情境",
  "solutions-2-issue": "With the manufacturing automation smart control solution, the data of water treatment is recorded in cloud database. However, the internal data is often being questioned for tampering or forgery issues when it comes to external audits. Recent IT infratstructure and datanase are unable to clarify that infuence the credibility and trust.",
  "solutions-2-solve": "BiiLabs team has been experienced in embedded firmware developments and distributed ledger technology that enables integrated solution with blockchain, hardware trustzone and industrial PC level “Sentinel Appliance” that proceed encryption for system data and write timestamp into blockchain. Those features can ensure to meet the demands for data correctness and comprehensiveness.",
  "solutions-3-title": "Identity Theft",
  "solutions-3-subtitle": "身份盜用情景",
  "solutions-3-issue": "An international organization has been providing peacekeeper services, which has accumulated more than 1 million professionals join. However, in that with the insufficient record system from different countries, there are identity theft issues that impacted on the organization's reputation and operation.",
  "solutions-3-solve": "BiiLabs is invited to provide digital identity soultion, which integrate biometric identification and personal information into public chain through BiiLabs accelerator services, providing simple, encrypted and open services, as well as eliminating transaction fees to enable cost-effective and comprehensive solutions for identity.",
  "solutions-4-title": "ETC",
  "solutions-4-subtitle": "Transaction processing speed",
  "solutions-4-issue": "It is possible that the owners of tollway charges or right of way may be different. For example, from junction A to B, the fees it charged will be distributed to numerous operators and owners respectively that causes lots of settlements needed. While the trusts between owners or operators are weak that they would keen to make settlements with least information revealed. Besides, the high traffic of highway also brings challenge to transaction processing speed (TPS).",
  "solutions-4-solve": "BiiLabs designed a licensing based DLT system operated on alliance chain according to ETC’s needs. With the features of synchronized record on multi parties and data transaction encryption, it is suitable for split applications. The licensing authentication can protect sensitive data of the owners that other only can check data related to themselves. The benefits of alliance chain are that it can reduce the infrastructure cost and ensure the data will not be unveiled to other irrelavant third-parties. BiiLabs also advanced the recent blockchain algorithms that enhance TPS whilst ensuring consistency and scalability of customers.",


  "cases-title": "Use Cases",
  "cases-advantages": "How BiiLabs benefits our partner:",
  "cases-1-title": "數位簽證",
  "cases-1-subtitle": "Kdan mobile 凱鈿",
  "cases-1-issue": "凱鈿行動科技是SaaS(軟體服務)廠商，旗下服務和產品已累積超過2億次下載。 凱鈿行動科技的服務包含電子簽名解決方案和生產力和創造力系列工具。 凱鈿點點簽(DottedSign) 電⼦簽署服務提供創建一人至多人簽署任務，透過雲端技術讓使用者可以在網⾴端及⾏動裝置上輕鬆追蹤所有文件進度，且嚴格確保電⼦簽名的法律效⼒及安全性。 \nBiiLabs Alfred API 導入至凱鈿點點簽作為該服務的後端架構，利用 DLT 永久紀錄及不可變 (immutable) 特性，發展專屬服務的區塊鏈資料儲存及資料驗證技術，確保留存完整稽核軌跡，更加深線上文件簽署的真實性與安全性。",
  "cases-1-advantages-1": "無需昂貴的證書，利用區塊鏈達到『完整性』與傳送端的『不可否認性』功能。",
  "cases-1-advantages-2": "獨立驗證讓數位簽名可以獨立於物件之外，無需將文件本身透露給第三方或非授權用戶。",
  "cases-1-advantages-3": "稽核軌跡的不可否認確保文件的變更狀態，可供紀錄為證。",
  "cases-2-title": "環境資料公證",
  "cases-2-subtitle": "Cellwine 銅板酒窖",
  "cases-2-issue": "CellWine為開發酒窖管理軟體的科技公司，提供葡萄酒儲藏與C2C市集服務，讓葡萄酒愛好者得以透過指尖，輕易地追蹤、儲存、交易他們珍藏的酒類。 \nBiiLabs提供簡便易用的分散式帳本技術PaaS服務，讓專業的酒窖服務供應商輕鬆整合到既有服務流程中將酒窖環境資料上鏈，無須擔心在第三方儲存的風險。",
  "cases-2-advantages-1": "API即時記錄帶有時戳 (time stamp) 的酒瓶ID和儲藏條件至區塊鏈上",
  "cases-2-advantages-2": "領取或PoE資料將永久記錄在公共帳本中、儲存在鏈外，且無法篡改",
  "cases-3-title": "TangleID",
  "cases-3-subtitle": "台北市市民卡",
  "cases-3-issue": "台北市政府推出的台北卡，希望透過市民虛實身分的整合，串起線上線下的市政服務。並建立城市之間的旅遊觀光，透過線上的整合讓市民前往姐妹城市時，有更多的方式獲得當地給予的優惠及服務，帶動更多的觀光經濟。 \nBiiLabs 提供建立在IOTA區塊鏈上的TangleID技術，讓數位市民卡可防止台北市的數位公民卡被竄改，讓市民不用擔心投票時身份被盜或投票作弊，以及放心使用任何與政府相關的服務。",
  "cases-3-advantages-1": "TangleID防篡改",
  "cases-3-advantages-2": "未來預計提供組織和城市之間的數據交換等領域的服務",
  "cases-4-title": "DID technology",
  "cases-4-subtitle": "Yallvend",
  "cases-4-issue": "Yallvend has expertise in protocols of vending machine, coin changer and multiple kinds of unmanned business machine. Its global first Vending Upgrade Kit provides the perfect solution to upgrade traditional vending machines with the latest digital mobile payment. By implementing BiiLabs’ DID technology into the module, users are able to process the ID authentication by their own mobiles. It unifies the secure ID authentication system, which can be applied in the vending machines that sell products with age limits, as well as upgrading existing systems.",
  "cases-4-advantages-1": "Easy to process ID authentication by their own mobiles",
  "cases-4-advantages-2": "Generate time-stamped electronic receipt with permanently recorded tamper-proof data",
  "cases-4-advantages-3": "Enable cost-effective ID authentication for upgrading existing vending system without redesign",
  "cases-5-title": "DLT",
  "cases-5-subtitle": "TransIOT, a FOXCONN company",
  "cases-5-issue": "As the expertise in IoT telematics, TransIOT’s solution utilizes the vehicle’s onboard diagnostics (OBD-II) to acquire various vehicle data. The volume of data from vehicles can serve as the foundation to various other automotive-related applications. Ensuring the authenticity and security of the data is where BiiLabs distributed ledger technology (DLT) comes in. It encodes the acquired data and stores them on Tangle, a peer-to-peer distributed (decentralized) database. This makes the data extremely safe or immutable and the Blockchain-DLT UBI (Usage Based Insurance) contracts offer other benefits such as claim process automation; reliable and transparent payout mechanism and enforcement of contract-specific rules.",
  "cases-5-advantages-1": "Better transparency of the insurance evaluation process",
  "cases-5-advantages-2": "Enhanced personal data security with fewer risks of tampering",
  "cases-5-advantages-3": "Improved traceability by unique hash values to avoid insurance fraud",
  "cases-5-advantages-4": "Increased claim/ compensation efficiency through machine-to-machine (M2M) mechanism",
  "cases-5-advantages-5": "Reduced costs by removing human intervention",
  "cases-5-advantages-6": "Encourage safe driving and reduce insurer repair costs",


  "about-slogon": "BiiLabs is dedicated in developing distributed ledger technologies to overcome the challenges in the Internet of Everything era, including smart mobility and energy management, and more. \nIts core technologies assist the digital transformation of various industries, and to solve critical issues such as trust, security, growth and efficiency for our clients. \nBiiLabs aims to be a leading technology provider in the Internet of Everything world.",
  "about-milestone-2017": "<tspan x='0' dy='.2em'>Company Registered</tspan>",
  "about-milestone-2017-text": "Company Registered",
  "about-milestone-2018": "<tspan x='0' dy='.2em'>Taiwan company opened</tspan>",
  "about-milestone-2018-text": "Taiwan company opened",
  "about-milestone-2019-1h": "<tspan x='0' dy='.2em'>Angel Round fundraised</tspan> <tspan x='0' dy='1.3em'>from arm IoT Capital</tspan> <tspan x='0' dy='1.3em'>and ParticleX </tspan> <tspan x='0' dy='3em'>UBI use case with</tspan> <tspan x='0' dy='1.3em'>TransIoT announced</tspan>",
  "about-milestone-2019-1h-text": "Angel Round fundraised from arm IoT Capital and ParticleX \n\nUBI use case with TransIoT announced",
  "about-milestone-2019-2h": "<tspan x='0' dy='.2em'>USA company opened</tspan> <tspan x='0' dy='3em'>Joined INATBA, Eclipse</tspan> <tspan x='0' dy='1.3em'>Foundation and eCl@ss</tspan> <tspan x='0' dy='3em'>Vending machine upgrade</tspan> <tspan x='0' dy='1.3em'> kit with Yallvend announced</tspan>",
  "about-milestone-2019-2h-text": "USA company opened \n\nJoined INATBA, Eclipse Foundation and eCl@ss \n\nVending machine upgrade kit with Yallvend announced"
  
}
